/* No comment provided by engineer. */
"(Multiple)" = "(多个)";

/* (None) */
"(None)" = "(无)";

/* Abort */
"Abort" = "终止";

/* AbortClone */
"AbortClone" = "终止克隆";

/* AbortGraft */
"AbortGraft" = "终止移植";

/* AbortRebase */
"AbortRebase" = "终止衍合";

/* AcceptAndContinue */
"AcceptAndContinue" = "接受并继续";

/* AccessibilitySidebarBookmark */
"AccessibilitySidebarBookmark" = "书签";

/* AccessibilitySidebarBranch */
"AccessibilitySidebarBranch" = "分支";

/* AccessibilitySidebarCurrentBookmark */
"AccessibilitySidebarCurrentBookmark" = "当前书签";

/* AccessibilitySidebarCurrentBranch */
"AccessibilitySidebarCurrentBranch" = "当前分支";

/* AccessibilitySidebarFileStatus */
"AccessibilitySidebarFileStatus" = "文件状态";

/* AccessibilitySidebarRemote */
"AccessibilitySidebarRemote" = "远端";

/* AccessibilitySidebarRemoteBranch */
"AccessibilitySidebarRemoteBranch" = "远程分支";

/* AccessibilitySidebarStash */
"AccessibilitySidebarStash" = "暂存";

/* AccessibilitySidebarSubmodule */
"AccessibilitySidebarSubmodule" = "子模块";

/* AccessibilitySidebarSubtree */
"AccessibilitySidebarSubtree" = "子树";

/* AccessibilitySidebarTag */
"AccessibilitySidebarTag" = "标签";

/* AccountCreationFailed */
"AccountCreationFailed" = "账户创建失败";

/* AddGlobalIgnore */
"AddGlobalIgnore" = "全局忽略";

/* AddLocalIgnore */
"AddLocalIgnore" = "在这个仓库中忽略";

/* AddSubtreeTaskSummaryTitle */
"AddSubtreeTaskSummaryTitle" = "正在添加子树到本地路径 '%@'...";

/* AddToIndexMenuTitle */
"AddToIndexMenuTitle" = "添加到索引";

/* AllFiles */
"AllFiles" = "所有文件";

/* AllTrackedBranches */
"AllTrackedBranches" = "所有跟踪分支";

/* AlreadyResolvedDesc */
"AlreadyResolveDesc" = "以下文件已经标记为已解决，你确定要再次合并它们吗？\n\n%@";

/* AlreadyResolvedTitle */
"AlreadyResolvedTitle" = "文件冲突已经解决";

/* ApplyPatchNoPatchSpecified */
"ApplyPatchNoPatchSpecified" = "未指定补丁文件";

/* ApplyPatchNoPatchText */
"ApplyPatchNoPatchText" = "未指定补丁文本";

/* ApplyPatchOpenPanelMessage */
"ApplyPatchOpenPanelMessage" = "选择一个要应用的补丁文件";

/* ApplyPatchOpenPanelNameLabel */
"ApplyPatchOpenPanelNameLabel" = "补丁文件：";

/* ApplyPatchOpenPanelTitle */
"ApplyPatchOpenPanelTitle" = "打开补丁文件";

/* ApplyPatchRejectionsMsg */
"ApplyPatchRejectionsMsg" = "您刚刚提交的补丁中的一个或多个补丁块已拒绝，您可以在受影响文件的旁边的同名的 '.rej' 文件中找到这些补丁块。受影响的文件是: \n\n%@";

/* ApplyPatchRejectionsTitle */
"ApplyPatchRejectionsTitle" = "补丁中被拒绝的区块";

/* AppNotFound */
"AppNotFound" = "在你的系统中没有找到%@，请确认你在尝试使用这个工具之前已经安装了它。";

/* AppNotFoundMsg */
"AppNotFoundMsg" = "在你的系统中没有找到%@，请确认你在尝试使用这个工具之前已经安装了它。";

/* AppNotFoundTitle */
"AppNotFoundTitle" = "应用程序没有找到";

/* AraxisMergeCmdLineNotFound */
"AraxisMergeCmdLineNotFound" = "你当前没有必须的已安装的Araxis Merge命令行工具. 请访问Araxis Merge的网站下载并按照安装说明进行安装.";

/* AraxisMergeCmdLineNotFoundTitle */
"AraxisMergeCmdLineNotFoundTitle" = "没有找到Araxis Merge命令行工具";

/* AraxisMergeNotFound */
"AraxisMergeNotFound" = "这台Mac上无法找到Araxis Merge. 请安装Araxis Merge如果你希望用它来解决外部代码差异或者合并.";

/* AraxisMergeNotFoundTitle */
"AraxisMergeNotFoundTitle" = "没有安装Araxis Merge";

/* AuthInstallCommandLineToolPrompt */
"AuthInstallCommandLineToolPrompt" = "命令行工具安装认证提示";

/* AuthorisationFailedTitle */
"AuthorisationFailedTitle" = "身份验证失败";

/* Automatic */
"Automatic" = "自动的";

/* BranchPullTaskSummary */
"BranchPullTaskSummary" = "正在拉取分支 \"%@\" 从 \"%@\"";

/* BrowseDefaultFolderLabel */
"BrowseDefaultFolderLabel" = "默认文件夹：";

/* BrowseDefaultFolderMsg */
"BrowseDefaultFolderMsg" = "为新仓库挑选一个默认文件夹，然后克隆";

/* BrowseDefaultFolderTitle */
"BrowseDefaultFolderTitle" = "默认文件夹";

/* BrowseDefaultGPGFileMsg */
"BrowseDefaultGPGFileMsg" = "为提交签名选择GPG存储位置";

/* BrowseDefaultGPGFileTitle */
"BrowseDefaultGPGFileTitle" = "默认 GPG 位置";

/* BrowseGitGlobalIgnoreLabel */
"BrowseGitGlobalIgnoreLabel" = "忽略文件：";

/* BrowseGitGlobalIgnoreMsg */
"BrowseGitGlobalIgnoreMsg" = "挑选您的 Git 全局忽略文件";

/* BrowseGitGlobalIgnoreTitle */
"BrowseGitGlobalIgnoreTitle" = "Git 全局忽略文件";

/* BrowseHgGlobalIgnoreLabel */
"BrowseHgGlobalIgnoreLabel" = "忽略文件：";

/* BrowseHgGlobalIgnoreMsg */
"BrowseHgGlobalIgnoreMsg" = "挑选您的 Mercurial 全局忽略文件";

/* BrowseHgGlobalIgnoreTitle */
"BrowseHgGlobalIgnoreTitle" = "Mercurial 全局忽略文件";

/* BrowserLoadError */
"BrowserLoadError" = "尝试载入您的书签时发生错误。";

/* BrowserLoadErrorTitle */
"BrowserLoadErrorTitle" = "书签无法加载";

/* Cancel */
"Cancel" = "取消";

/* Change Folder */
"ChangeFolder" = "更改文件夹";

/* ChangesNotFound */
"ChangesNotFound" = "这台Mac上无法找到Changes. 请安装它如果你希望用它来解决外部代码差异或者合并.";

/* ChangesNotFoundTitle */
"ChangesNotFoundTitle" = "更改未找到";

/* ChangeSubmoduleSourceMsg */
"ChangeSubmoduleSourceMsg" = "请为 '%@' 输入一个新的源 URL";

/* ChangeSubmoduleSourceTitle */
"ChangeSubmoduleSourceTitle" = "更改子模块的源地址";

/* ChangeSubrepoSourceTitle */
"ChangeSubrepoSourceTitle" = "更改子仓库的源地址";

/* CheckingCloneUrl */
"CheckingCloneUrl" = "正在检查克隆 URL...";

/* CheckingForUserStatus */
"CheckingForUserStatus" = "正在检查用户...";

/* CheckingSubmodules */
"CheckingSubmodules" = "正在检查子模块...";

/* CheckingSubrepositories */
"CheckingSubrepositories" = "正在检查子仓库...";

/* CheckoutMenuTitle */
"CheckoutMenuTitle" = "检出...";

/* CheckoutUncommittedShelveLabel */
"CheckoutUncommittedShelveLabel" = "描述该暂存：";

/* CheckoutUncommittedStashLabel */
"CheckoutUncommittedStashLabel" = "暂存它们并附上描述信息";

/* CheckoutUrlLocalBranchExistsMsg */
"CheckoutUrlLocalBranchExistsMsg" = "本地分支'%@'已经存在. 你想要从'%@/%@'拉取最新的变更到这个已存在的分支吗?";

/* CheckoutUrlLocalBranchExistsTitle */
"CheckoutUrlLocalBranchExistsTitle" = "本地分支已经存在";

/* CherryPickMenuTitle */
"CherryPickMenuTitle" = "遴选";

/* CleanFiles */
"CleanFiles" = "干净的文件";

/* CloneDirNotEmptyMsg */
"CloneDirNotEmptyMsg" = "目标路径 %@ 已经存在并且不是一个空文件夹。请选择 克隆 到一个空文件夹或新文件夹。";

/* CloneDirNotEmptyTitle */
"CloneDirNotEmptyTitle" = "无法克隆到非空文件夹";

/* CloneFromToMsg */
"CloneFromToMsg" = "从%@克隆到%@";

/* CloneInProgressMsg */
"CloneInProgressMsg" = "您目前克隆一个仓库，如果你退出SourceTree现在这个克隆将被中止。你确定要退出SourceTree？";

/* CloneInProgressTitle */
"CloneInProgressTitle" = "克隆进行中";

/* CmdLineInstallHelperFailedMsg */
"CmdLineInstallHelperFailedMsg" = "不能安装命令行工具，更多细节请查看系统日志。";

/* CmdLineInstallHelperFailedTitle */
"CmdLineInstallHelperFailedTitle" = "安装失败";

/* CmdLineToolNotFoundMsg */
"CmdLineToolNotFoundMsg" = "命令行实用程序%@没有在你的系统上找到。请确保您安装的命令行工具为您选择选项。";

/* CmdLineToolNotFoundTitle */
"CmdLineToolNotFoundTitle" = "工具未找到";

/* CommandHistoryTableTitle */
"CommandHistoryTableTitle" = "命令历史";

/* Commit */
"Commit" = "提交";

/* Commit... */
"Commit..." = "提交...";

/* CommitDetails */
"CommitDetails" = "提交细节";

/* CommitLabel */
"CommitLabel" = "提交：";

/* CompanyRegisterField */
"CompanyRegisterField" = "公司";

/* CompleteAllFieldsMsg */
"CompleteAllFieldsMsg" = "请在继续前填写所有所有字段。";

/* CompleteAllFieldsTitle */
"CompleteAllFieldsTitle" = "需要填写必填字段";

/* ConfirmAbortGraftMsg */
"ConfirmAbortGraftMsg" = "您确定要放弃进行中的嫁接吗？这将丢弃您的所有本地更改。";

/* ConfirmAbortGraftTitle */
"ConfirmAbortGraftTitle" = "中止移植（Graft）？";

/* ConfirmAbortRebaseMsg */
"ConfirmAbortRebaseMsg" = "您确定要中止这次衍合吗？";

/* ConfirmAbortRebaseTitle */
"ConfirmAbortRebaseTitle" = "中止衍合吗？";

/* Confirm Add Files Message
   ConfirmAddFilesMessage */
"ConfirmAddFilesMessage" = "下述文件的内容将会被加入到版本控制系统中：\n\n%@";

/* Confirm Add Files
   ConfirmAddFilesTitle */
"ConfirmAddFilesTitle" = "确认添加？";

/* ConfirmAddLargeFilesMessage */
"ConfirmAddLargeFilesMessage" = "以下的文件大于10MB， 您确定您想要讲他们加入到版本管理？\n\n%@";

/* ConfirmAddLargeFilesTitle */
"ConfirmAddLargeFilesTitle" = "检测到大文件";

/* ConfirmAddRemove */
"ConfirmAddRemove" = "这个操作会移除所有在您工作副本中缺少的文件， 并添加所有的新文件\n\n您确定您想要继续？";

/* ConfirmAddRemoveTitle */
"ConfirmAddRemoveTitle" = "确认添加/删除";

/* ConfirmAddWorkingCopyMsg */
"ConfirmAddWorkingCopyMsg" = "在同一个路径中已经存在一个工作副本。\n\n您确定要继续吗？";

/* ConfirmAddWorkingCopyTitle */
"ConfirmAddWorkingCopyTitle" = "确认添加工作副本";

/* ConfirmApplyStashMsg */
"ConfirmApplyStashMsg" = "您确定要将暂存‘%@’添加到您的工作副本吗？";

/* ConfirmApplyStashTitle */
"ConfirmApplyStashTitle" = "应用贮藏？";

/* ConfirmBackout */
"ConfirmBackout" = "您确定要回滚选定的变更吗？";

/* ConfirmBackoutTitle */
"ConfirmBackoutTitle" = "确认回退？";

/* ConfirmCloseBranchMsg */
"ConfirmCloseBranchMsg" = "您确定要关闭分支  '%@' 吗？";

/* ConfirmCloseBranchTitle */
"ConfirmCloseBranchTitle" = "确认关闭分支";

/* ConfirmContinueGraftMsg */
"ConfirmContinueGraftMsg" = "您确定要继续此移植操作吗？请确定您已经解决了所有待解决的冲突。";

/* ConfirmContinueGraftTitle */
"ConfirmContinueGraftTitle" = "继续移植？";

/* ConfirmContinueRebaseMsg */
"ConfirmContinueRebaseMsg" = "您确定要继续此衍合操作吗？请确保您已经解决了所有待解决的冲突。";

/* ConfirmContinueRebaseTitle */
"ConfirmContinueRebaseTitle" = "继续衍合?";

/* ConfirmDeleteBranchMsg */
"ConfirmDeleteBranchMsg" = "你确定要删除以下分支吗？\n\n%@";

/* ConfirmDeleteBranchTitle */
"ConfirmDeleteBranchTitle" = "确认删除分支";

/* ConfirmDeleteRemoteBranchMsg */
"ConfirmDeleteRemoteBranchMsg" = "你确定要删除以下远程分支？\n\n%@\n\n这将导致这些分支从远程服务器删除(删除将被推送到远程服务器)";

/* ConfirmDeleteRemoteBranchTitle */
"ConfirmDeleteRemoteBranchTitle" = "确认删除分支";

/* ConfirmDeleteShelvedMsg */
"ConfirmDeleteShelvedMsg" = "您确定要删除已搁置的变更'%@'?";

/* ConfirmDeleteSingleRemoteBranchMsg */
"ConfirmDeleteSingleRemoteBranchMsg" = "你确认要删除远程分支'%@'吗？\n\n这也会导致这个分支在远端删除(删除操作将会被推送到远端)。";

/* ConfirmDeleteStashMsg */
"ConfirmDeleteStashMsg" = "您确定要删除暂存的变更'%@'?";

/* ConfirmDeleteSubmoduleMsg */
"ConfirmDeleteSubmoduleMsg" = "您确定要删除'%@'？";

/* ConfirmDeleteTitle */
"ConfirmDeleteTitle" = "确认删除";

/* ConfirmDiscardHunkMsg */
"ConfirmDiscardHunkMsg" = "您确定您要丢弃这个区块中所有的更改吗？";

/* ConfirmDiscardHunkTitle */
"ConfirmDiscardHunkTitle" = "确认丢弃修改？";

/* ConfirmDiscardLinesMsg */
"ConfirmDiscardLinesMsg" = "你确定要丢弃所有选中行的修改？";

/* ConfirmDiscardLinesTitle */
"ConfirmDiscardLinesTitle" = "确定丢弃修改？";

/* ConfirmForcePushMsg */
"ConfirmForcePushMsg" = "强制推送会对远程仓库合从远程仓库进行的拉取操作造成重大影响. 您确定要执行强制推送吗?";

/* ConfirmForcePushTitle */
"ConfirmForcePushTitle" = "确认强制推送";

/* ConfirmIgnoreMsg */
"ConfirmIgnoreMsg" = "要忽略这些文件吗?\n\n%@";

/* ConfirmIgnoreTitle */
"ConfirmIgnoreTitle" = "确认忽略?";

/* ConfirmMarkResolvedDesc */
"ConfirmMarkResolvedDesc" = "确定将以下文件标记为已解决的？\n\n%@";

/* ConfirmMarkResolvedTitle */
"ConfirmMarkResolvedTitle" = "确认标记为已解决";

/* ConfirmMarkUnresolvedDesc */
"ConfirmMarkUnresolvedDesc" = "你确定要讲以下文件标记为未解决的？\n\n%@";

/* ConfirmMarkUnresolvedTitle */
"ConfirmMarkUnresolvedTitle" = "确认标记为未解决的";

/* ConfirmMergeMsg */
"ConfirmMergeMsg" = "您确定要合并 '%@' 到您的当前分支吗？";

/* ConfirmMergeTitle */
"ConfirmMergeTitle" = "确认合并";

/* ConfirmOverwritePatchFileMsg */
"ConfirmOverwritePatchFileMsg" = "文件已存在, 您确定要覆盖它吗?";

/* ConfirmOverwritePatchFileTitle */
"ConfirmOverwritePatchFileTitle" = "覆盖文件？";

/* ConfirmPullIntoBranchMsg */
"ConfirmPullIntoBranchMsg" = "您确定要拉取 %@ 到您的本地分支吗？";

/* ConfirmPullIntoBranchTitle */
"ConfirmPullIntoBranchTitle" = "确认拉取";

/* ConfirmPushTagMsg */
"ConfirmPushTagMsg" = "您确定要推送标签 %@ 到 %@ ?";

/* ConfirmPushTagTitle */
"ConfirmPushTagTitle" = "推送标签？";

/* ConfirmRebaseMsg */
"ConfirmRebaseMsg" = "确定要在将你的当前变动在 '%@' 上衍合？\n\n请确认你的变更尚未推送给其他人.";

/* ConfirmRebaseTitle */
"ConfirmRebaseTitle" = "确认衍合";

/* Confirm Remove
   ConfirmRemove */
"ConfirmRemove" = "确认删除？";

/* ConfirmRemoveBookmarkMsg */
"ConfirmRemoveBookmarkMsg" = "您确定要移除书签“%@”吗？";

/* ConfirmRemoveBookmarkTitle */
"ConfirmRemoveBookmarkTitle" = "确认移除书签";

/* ConfirmRemoveFilesMessage */
"ConfirmRemoveFilesMessage" = "以下文件将从版本控制中移除：\n\n%@";

/* ConfirmRemoveFilesTitle */
"ConfirmRemoveFilesTitle" = "确认删除？";

/* ConfirmRemoveHostAccountMsg */
"ConfirmRemoveHostAccountMsg" = "您确定要移除选定的账户吗？";

/* ConfirmRemoveHostAccountTitle */
"ConfirmRemoveHostAccountTitle" = "确认？";

/* ConfirmRemoveNode */
"ConfirmRemoveNode" = "你确定要删除以下节点和在其下的所有子节点么？\n\n%@";

/* ConfirmRemoveRemoteMsg */
"ConfirmRemoveRemoteMsg" = "确认删除仓库中的远端配置信息？";

/* ConfirmRemoveRemoteTitle */
"ConfirmRemoveRemoteTitle" = "确认删除远端？";

/* Confirm Remove Repo */
"ConfirmRemoveRepo" = "确认删除？";

/* ConfirmRemoveRepoMsg */
"ConfirmRemoveRepoMsg" = "确定要移除以下项目，以及它们的所有子项目？\n\n%@\n\n这将移除一个或多个仓库条目，请选择是仅仅移除书签还是同时删除仓库。";

/* ConfirmRemoveRepoWithUnrecoverableFilesMsg */
"ConfirmRemoveRepoWithUnrecoverableFilesMsg" = "您选择删除磁盘上的仓库，但仓库 \"%@\" 包含未提交的文件。这意味着您一旦删除该仓库，这些数据将会永远丢失。您确定您想要从磁盘上删除该仓库吗？";

/* ConfirmRemoveRepoWithUnrecoverableFilesTitle */
"ConfirmRemoveRepoWithUnrecoverableFilesTitle" = "确认删除仓库";

/* ConfirmRemoveTagMsg */
"ConfirmRemoveTagMsg" = "您确定要移除书签“%@”吗？";

/* ConfirmRemoveTagTitle */
"ConfirmRemoveTagTitle" = "确认移除书签";

/* ConfirmRemoveUnrecoverableFilesMessage */
"ConfirmRemoveUnrecoverableFilesMessage" = "下列文件包含了不在版本控制内的变更或信息，若它们被删除，将无法被找回：\n\n%@";

/* ConfirmRemoveUnrecoverableFilesTitle */
"ConfirmRemoveUnrecoverableFilesTitle" = "确认删除修改过的或未被跟踪的文件？";

/* ConfirmReplaceCommitText */
"ConfirmReplaceCommitText" = "替换提交文字？";

/* ConfirmReplaceCommitTextMsg */
"ConfirmReplaceCommitTextMsg" = "是否使用从上一次提交中获取的信息替换上面的提交说明？";

/* ConfirmResetAllMsg */
"ConfirmResetAllMsg" = "你确定要完全重置仓库当前的所有变更？";

/* ConfirmResetAllTitle */
"ConfirmResetAllTitle" = "确认？";

/* ConfirmResetBranchHardMsg */
"ConfirmResetBranchHardMsg" = "使用“硬”复位模式将丢弃您所有的本地工作拷贝与索引的变更，您确定这是您想要的吗？";

/* ConfirmResetBranchHardTitle */
"ConfirmResetBranchHardTitle" = "警告：破坏性操作";

/* ConfirmResolveWithMineDesc */
"ConfirmResolveWithMineDesc" = "您确定您欲使用您自己的版本解决下列文件？\n\n%@";

/* ConfirmResolveWithMineTitle */
"ConfirmResolveWithMineTitle" = "确认使用'我的版本'解决冲突";

/* ConfirmResolveWithTheirsDesc */
"ConfirmResolveWithTheirsDesc" = "您确定您欲使用另外一边的合并来解决下列文件？\n\n%@";

/* ConfirmResolveWithTheirsTitle */
"ConfirmResolveWithTheirsTitle" = "确认使用'他人版本'解决冲突";

/* ConfirmRestartMergeDesc */
"ConfirmRestartMergeDesc" = "您确定要重新开始合并以下文件?\n\n%@";

/* ConfirmRestartMergeTitle */
"ConfirmRestartMergeTitle" = "确认重新合并";

/* ConfirmRevertFilesTitle */
"ConfirmRevertFilesMessage" = "您确定要丢弃您对选中文件的所有更改吗？\n\n%@";

/* ConfirmRevertMsg */
"ConfirmRevertMsg" = "您确定要丢弃您对选中文件的所有更改吗？";

/* ConfirmRevertTitle */
"ConfirmRevertTitle" = "确认？";

/* ConfirmRevertToRevisionMsg */
"ConfirmRevertToRevisionMsg" = "Please confirm that you want to revert the files:\n\n%@\n\nto the state they were in at this commit:\n\n%@";

/* ConfirmRevertToRevisionTitle */
"ConfirmRevertToRevisionTitle" = "确认？";

/* ConfirmStageFilesMessage */
"ConfirmStageFilesMessage" = "你确定要添加这些变更到索引中？";

/* ConfirmStageFilesTitle */
"ConfirmStageFilesTitle" = "确认暂存？";

/* ConfirmStopTrackingFilesMsg */
"ConfirmStopTrackingFilesMsg" = "下列文件将被移出版本控制，但是仍然保留在你的磁盘上： \n%@";

/* ConfirmStopTrackingFilesTitle */
"ConfirmStopTrackingFilesTitle" = "停止跟踪这些文件？";

/* ConfirmStripKeepOption */
"ConfirmStripKeepOption" = "剥离时不要修改工作副本 (--keep)";

/* ConfirmStripMsg */
"ConfirmStripMsg" = "Are you SURE you want to strip revision %@?\n\nThis is a destructive operation which will remove this revision and ALL of its descendents, so it should not be done lightly.";

/* ConfirmStripTitle */
"ConfirmStripTitle" = "确定要去除并销毁历史？";

/* ConfirmSwitchBranchMsg */
"ConfirmSwitchBranchMsg" = "确定将你的工作副本切换为 '%@'？";

/* ConfirmSwitchBranchTitle */
"ConfirmSwitchBranchTitle" = "确认分支切换";

/* ConfirmTrackRemoteBranchMsg */
"ConfirmTrackRemoteBranchMsg" = "你确定你想要用你的本地分支 '%@' 来追踪远程分支 ‘%@’ ？";

/* ConfirmTrackRemoteBranchTitle */
"ConfirmTrackRemoteBranchTitle" = "确认更改跟踪分支";

/* ConfirmTransplant */
"ConfirmTransplant" = "你确定想要应用所选的变更到当前分支吗？如果不存在冲突，将会被立刻提交。";

/* ConfirmTransplantTitle */
"ConfirmTransplantTitle" = "确认遴选";

/* ConfirmUnshelveMsg */
"ConfirmUnshelveMsg" = "你确定你要应用这个已搁置的变更 '%@' 到你的工作区？";

/* ConfirmUnshelveTitle */
"ConfirmUnshelveTitle" = "应用已搁置的变更？";

/* ConfirmUnstageFilesMessage */
"ConfirmUnstageFilesMessage" = "你确定要把这些变更从索引中删除吗？";

/* ConfirmUnstageFilesTitle */
"ConfirmUnstageFilesTitle" = "确认取消暂存？";

/* ConfirmUpdateToDetachedHeadMsg */
"ConfirmUpdateToDetachedHeadMsg" = "Are you sure you want to checkout '%@'?\n\nDoing so will make your working copy a 'detached HEAD', which means you won't be on a branch anymore. If you want to commit after this you'll probably want to either checkout a branch again, or create a new branch. Is this ok?";

/* ConfirmUpdateToMsg */
"ConfirmUpdateToMsg" = "你确定你想要切换你的工作区到 '%@' ？";

/* ConfirmUpdateToTitle */
"ConfirmUpdateToTitle" = "确认修改工作副本";

/* ConflictedFiles */
"ConflictedFiles" = "冲突的文件";

/* ConflictsWarningDesc */
"ConflictsWarningDesc" = "在继续执行前你需要解决工作副本中的冲突。\n\n你可以选中冲突的文件使用'冲突解决'菜单中的选项解决这个问题。";

/* ConflictsWarningTitle */
"ConflictsWarningTitle" = "合并冲突";

/* Continue */
"Continue" = "继续";

/* ContinueGraft */
"ContinueGraft" = "继续移植";

/* ContinueRebase */
"ContinueRebase" = "继续衍合";

/* Copy */
"Copy" = "复制";

/* CopyFileMessage */
"CopyFileMessage" = "选择目标来复制 %@";

/* CopyFileNameLabel */
"CopyFileNameLabel" = "目标";

/* CopyFileTitle */
"CopyFileTitle" = "复制文件";

/* CouldNotCheckUserExistsTitle */
"CouldNotCheckUserExistsTitle" = "无法检查用户是否存在";

/* CreateBranchAnyway */
"CreateBranchAnyway" = "强制创建分支";

/* CreateGitTag */
"CreateGitTag" = "创建 Git Tag";

/* CreateHostedRepositoryFailMsg */
"CreateHostedRepositoryFailMsg" = "在创建仓库的时候发生了一个错误。 服务器报告的错误为：\n\n%@";

/* CreateHostedRepositoryFailTitle */
"CreateHostedRepositoryFailTitle" = "创建仓库失败";

/* CreateLink */
"CreateLink" = "创建链接";

/* CreatePatchSavePanelMessage */
"CreatePatchSavePanelMessage" = "选择一个文件来保存补丁";

/* CreatePatchSavePanelNameLabel */
"CreatePatchSavePanelNameLabel" = "补丁文件：";

/* CreatePatchSavePanelTitle */
"CreatePatchSavePanelTitle" = "创建补丁";

/* No comment provided by engineer. */
"CreatePullRequestNoProjectLinkMsg" = "您没有已经配置扩展集成设置的远端；您需编辑您的远端为其添加详细信息，比如主机类型，基点URL等。点击设置按钮打开您的远端列表。";

/* No comment provided by engineer. */
"CreatePullRequestNoProjectLinkTitle" = "远端项目配置";

/* No comment provided by engineer. */
"CreatePullRequestPushRequiredMsg" = "You have chosen not to push your changes, meaning the pull request will only include changes already in the remote branch, is this what you want?";

/* No comment provided by engineer. */
"CreatePullRequestPushRequiredTitle" = "警告 - 没有在推送中";

/* CreateSvnTag */
"CreateSvnTag" = "创建 Subversion 标签";

/* Custom */
"Custom" = "自定义";

/* CustomActionConfirmRemoveMsg */
"CustomActionConfirmRemoveMsg" = "你确定要删除这个动作吗？";

/* CustomActionTargetBrowseTitle */
"CustomActionTargetBrowseTitle" = "Open script for custom action";

/* DeleteAfterApplying */
"DeleteAfterApplying" = "应用后删除";

/* DeleteBranchNoneSelectedMsg */
"DeleteBranchNoneSelectedMsg" = "没有选择分支；请至少选择一个分支来删除。";

/* DeleteBranchNoneSelectedTitle */
"DeleteBranchNoneSelectedTitle" = "未选择对象";

/* DeleteCommitButtonTitle */
"DeleteCommitButtonTitle" = "删除";

/* DeleteCommitContextMenuTitle */
"DeleteCommitContextMenuTitle" = "删除提交...";

/* DeleteRemoteBranchConfirmTitle */
"DeleteRemoteBranchConfirmTitle" = "确认删除远程分支";

/* DeleteRemoteBranchDisabledLabel */
"DeleteRemoteBranchDisabledLabel" = "删除远程分支";

/* DeleteRemoteBranchLabel */
"DeleteRemoteBranchLabel" = "删除远程分支 [%@]";

/* DeleteSubtreeDetailsMsg */
"DeleteSubtreeDetailsMsg" = "Delete subtree link for local path '%@' with repo '%@'?\n\nThis will not delete your subtree.";

/* DeleteSubtreeDetailsTitle */
"DeleteSubtreeDetailsTitle" = "删除子树链接";

/* DeletingBranchTaskTitle */
"DeletingBranchTaskTitle" = "正在删除分支...";

/* DestinationOutsideRepo */
"DestinationOutsideRepo" = "You picked a destination that is outside the working copy for this repository. Please choose a location inside your working copy.";

/* DestinationOutsideRepoTitle */
"DestinationOutsideRepoTitle" = "目标位置位于仓库外";

/* DetailsAuthor */
"DetailsAuthor" = "作者：";

/* DetailsBranch */
"DetailsBranch" = "分支：";

/* DetailsChangeset */
"DetailsChangeset" = "变更集:";

/* DetailsCommit */
"DetailsCommit" = "提交：";

/* DetailsCommittedDate */
"DetailsCommittedDate" = "提交日期：";

/* DetailsCommitter */
"DetailsCommitter" = "提交者：";

/* DetailsDate */
"DetailsDate" = "日期：";

/* DetailsGPG */
"DetailsGPG" = "GPG 细节：";

/* DetailsGPGBad */
"DetailsGPGBad" = "坏的";

/* DetailsGPGGood */
"DetailsGPGGood" = "好的";

/* DetailsLabels */
"DetailsLabels" = "标签：";

/* DetailsParents */
"DetailsParents" = "父级：";

/* DetailsRevision */
"DetailsRevision" = "修订版本：";

/* DetailsSVNRevision */
"DetailsSVNRevision" = "SVN 修订版本：";

/* DiffMergeNotFound */
"DiffMergeNotFound" = "DiffMerge was not found in your applications folders. Please install DiffMerge before trying to configure it.";

/* DiffMergeNotFoundTitle */
"DiffMergeNotFoundTitle" = "未找到DiffMerge";

/* DisabledGPGMsg */
"DisabledGPGMsg" = "Cannot enable GPG signing of commits, either there are no GPG keys available or the GPG Program setting in SourceTree's preferences is incorrect.\n\nIf you have added some keys or changed the GPG Program location after opening this screen please close and re-open the sheet and retry.";

/* DisabledGPGTitle */
"DisabledGPGTitle" = "无法启用给提交签名的功能。";

/* DiscardChanges */
"DiscardChanges" = "放弃本地变更";

/* DiscardHunk */
"DiscardHunk" = "丢弃区块";

/* DiscardLines */
"DiscardLines" = "丢弃行";

/* No comment provided by engineer. */
"DuplicateRemoteName" = "重复的远端名称";

/* No comment provided by engineer. */
"DuplicateRemoteNameMsg" = "A remote with this name already exists. Please pick a unique name.";

/* DuplicateTagMsg */
"DuplicateTagMsg" = "此名称的一个标签已经存在 - 您想移动它吗？\n\n\警告：如果您移动一个别人已经在使用的标签，它可能会导致混乱。";

/* DuplicateTagTitle */
"DuplicateTagTitle" = "标签已存在！";

/* EmailRegisterField */
"EmailRegisterField" = "电子邮箱：";

/* EmptyCommitMessage */
"EmptyCommitMessage" = "You left the commit message blank. Are you sure you want to commit with no description of your changes (not recommended)?";

/* EmptyCommitMessageTitle */
"EmptyCommitMessageTitle" = "空的提交信息";

/* EnterDetailsToRegisterTitle */
"EnterDetailsToRegisterTitle" = "请输入您的详细信息来注册一个账户";

/* EnterEmailPasswordToLoginTitle */
"EnterEmailPasswordToLoginTitle" = "请输入您的电子邮件地址和密码进行登录：";

/* EnterRegistrationOrLoginTitle */
"EnterRegistrationOrLoginTitle" = "请输入您的注册或登录邮箱：";

/* Error Loading Nib: %@ */
"ErrorLoadingNib" = "Error Loading Nib: %@";

/* ExternalProjectConfirmRemoveMsg */
"ExternalProjectConfirmRemoveMsg" = "Are you sure you want to remove this external project link?";

/* Fatal Error */
"FatalError" = "严重的错误";

/* FeatureName */
"FeatureName" = "功能名称:";

/* FileLogResetMenuTitle */
"FileLogResetMenuTitle" = "重置文件到此提交";

/* FileLogRevertMenuTitle */
"FileLogRevertMenuTitle" = "重置文件到此修订版本";

/* FileLogResetMenuTitle
   FilesLogResetMenuTitle */
"FilesLogResetMenuTitle" = "重置多个文件到此提交";

/* FileLogRevertMenuTitle
   FilesLogRevertMenuTitle */
"FilesLogRevertMenuTitle" = "重置多个文件到此修订版本";

/* FileStatusFilterDescriptionFormat */
"FileStatusFilterDescriptionFormat" = "%1$@, %2$@";

/* FirstNameRegisterField */
"FirstNameRegisterField" = "名";

/* FlowConfirmInit */
"FlowConfirmInit" = "确认对仓库的更改";

/* FlowConfirmInitHgMsg */
"FlowConfirmInitHgMsg" = "Initialising this repository for Hg Flow will create branches '%@' and '%@' if they don't exist, and also commit a control file ('.flow') to every currently open branch.\n\nAre you sure you want to continue?";

/* FlowCreateNewBranchLogDesc */
"FlowCreateNewBranchLogDesc" = "创建新分支";

/* FlowCurrentStateDesc */
"FlowCurrentStateDesc" = "%@: %@";

/* Feature */
"FlowFeature" = "功能";

/* FlowFeatureBranchLogDesc */
"FlowFeatureBranchLogDesc" = "最新的功能分支";

/* Hotfix */
"FlowHotfix" = "修复补丁";

/* FlowHotfixBranchLogDesc */
"FlowHotfixBranchLogDesc" = "最新的修复补丁分支";

/* FlowMasterBranchLogDesc */
"FlowMasterBranchLogDesc" = "最新的主分支";

/* FlowNoProductionBranchMsg */
"FlowNoProductionBranchMsg" = "您选择的生产分支 '%@' 目前并不存在；我们不能自动创建它，因为在提交历史中生产分支的起始点是非常重要的。\n\n要解决这个问题，请在您的log中手工创建一个名称为 '%@' 的分支，代表您系统当前的生产状态，然后再回到这里来初始化。";

/* FlowNoProductionBranchTitle */
"FlowNoProductionBranchTitle" = "无法创建生产环境分支";

/* FlowPreviewBaseRevision */
"FlowPreviewBaseRevision" = "提交 '%@'";

/* FlowPreviewLatestDevelopBranch */
"FlowPreviewLatestDevelopBranch" = "最新的开发分支";

/* Release */
"FlowRelease" = "发布版本";

/* FlowReleaseBranchLogDesc */
"FlowReleaseBranchLogDesc" = "最新的发布版本分支";

/* ForceDelete */
"ForceDelete" = "强制删除";

/* FormatToGuidelinesMenuItemTitle */
"FormatToGuidelinesMenuItemTitle" = "Format to Guidelines";

/* GettingSourceTreeLicenseStatus */
"GettingSourceTreeLicenseStatus" = "正在获取 SourceTree 许可证…";

/* GitAheadAnnotate */
"GitAheadAnnotate" = "超前%d个版本";

/* GitBehindAnnotate */
"GitBehindAnnotate" = "落后%d个版本";

/* GitCommitAmendWarningMsg */
"GitCommitAmendWarningMsg" = "You have chosen to amend the previous commit - this alters history so will cause you problems if you have already pushed the previous commit to a remote. Are you sure you want to continue?";

/* GitCommitAmendWarningTitle */
"GitCommitAmendWarningTitle" = "Warning - changing history";

/* GitFlowVersionEmbedded */
"GitFlowVersionEmbedded" = "内嵌的git-flow";

/* GitRemoveRemoteTag */
"GitRemoveRemoteTag" = " 删除所有远程标签";

/* GitRepoIdentified */
"GitRepoIdentified" = "这是一个Git仓库";

/* GitSvnMergeMsg */
"GitSvnMergeMsg" = "Performing a merge on a repository that is synchronising with Subversion is not recommended. Not only is Subversion's merge information rudimentary, but the mechanism which git-svn uses to track what needs to be committed to Subversion can be confused by merges. The only situation where it will work is if you merge changes from a branch which has never pushed to Subversion, into an Subversion tracking branch. \n\nFor safety it is recommended that you do not proceed, and apply commits across branches via cherry pick or patches instead. If you choose to proceed anyway, you are responsible for managing this.";

/* GitSvnMergeTitle */
"GitSvnMergeTitle" = "Merging in a Subversion Repository Not Recommended";

/* GitSvnPushConfirmMsg */
"GitSvnPushConfirmMsg" = "This action will fetch the latest from Subversion and rebase your changes on top of any revisions you don't have yet (if required), before submitting your commits upstream to Subversion. This will be done only for the current branch.\n\nAre you sure you want to continue?";

/* GitSvnPushConfirmTitle */
"GitSvnPushConfirmTitle" = "确定推送到 Subversion？";

/* GitSvnTagMsg */
"GitSvnTagMsg" = "Since you're tracking a Subversion repository, do you wish to create a Subversion tag, or simply a Git tag which you will keep locally? Bear in mind that you cannot push Git tags to Subversion later.";

/* GitSvnTagTitle */
"GitSvnTagTitle" = "创建 Subversion 标签？";

/* GitVersionEmbedded */
"GitVersionEmbedded" = "Embedded Git version %@";

/* GitVersionSystem */
"GitVersionSystem" = "系统 Git 版本 %@";

/* GPGPathInvalidMsg */
"GPGPathInvalidMsg" = "The GPG path you specified is invalid. You should specify the full path to the folder where the gpg2 installation is located, for example, /usr/local/MacGPG2/bin.\n\nDo you wish to continue?";

/* GPGPathInvalidTitle */
"GPGPathInvalidTitle" = "无效的 GPG 路径：";

/* GPGSymlinkDeleteFailMsg */
"GPGSymlinkDeleteFailMsg" = "SourceTree failed to delete the gpg symlink required for signing commits. Attempting to commit within a repository with commit signing enabled may fail. The 'gpg' symlink exists in the SourceTree application support directory.\n\nAre you sure you wish to continue?";

/* GPGSymlinkDeleteFailTitle */
"GPGSymlinkDeleteFailTitle" = "GPG 检测失败";

/* GPGSymlinkWriteFailMsg */
"GPGSymlinkWriteFailMsg" = "SourceTree needs to create a symlink in the application support directory in order for gpg commit signing to work. The following error occurred in attempting to do this:\n\n%@";

/* GPGSymlinkWriteFailTitle */
"GPGSymlinkWriteFailTitle" = "GPG Symlink Write Failure";

/* Graft */
"Graft" = "Graft";

/* GraftContinueAbortMsg */
"GraftContinueAbortMsg" = "您的合并过程中出现了冲突。 如果您已经解决了该冲突，请选择是否要继续合并，或者取消合并然后放弃所有修改。";

/* GraftContinueAbortTitle */
"GraftContinueAbortTitle" = "Graft in progress";

/* GraftMenuTitle */
"GraftMenuTitle" = "Graft";

/* HgSubversionCloneLayoutSingleMsg */
"HgSubversionCloneLayoutSingleMsg" = "Warning: starting the Subversion conversion from a non-zero revision (in Mercurial) means that branches and tags cannot be converted, so the Subversion repository will be cloned as a flat folder structure instead. \n\nBecause of this, you probably want to make sure you have selected a single branch (or the trunk) as your source URL and not the Subversion root if you have multiple branches.";

/* HgSubversionCloneLayoutSingleTitle */
"HgSubversionCloneLayoutSingleTitle" = "部分克隆需要平面布局";

/* HgSubversionCreateBranchMsg */
"HgSubversionCreateBranchMsg" = "This repository is tracking a Subversion repository, and you cannot create new branches on Subversion using this bridge (hgsubversion). If you create a new Mercurial branch, you will not be able to push changesets directly from this branch to Subversion - you will have to transplant changes manually to an existing Subversion branch and push that (hgsubversion also doesn't support merges). \n\nIf you wanted a permanent Subversion branch, create the branch using 'svn copy' and pull it into this repository. If you just want a temporary branch, you may be better to do this work in another clone.\n\nIf you choose to create a branch anyway, you are responsible for managing this.";

/* HgSubversionCreateBranchTitle */
"HgSubversionCreateBranchTitle" = "Creating Subversion Branches Is Not Supported";

/* HgSubversionMergeMsg */
"HgSubversionMergeMsg" = "This repository is tracking a Subversion repository, and the hgsubversion bridge cannot handle merges; merging could prevent you from pushing the current branch to Subversion anymore. It is therefore recommended that you do NOT merge, but instead use the 'Transplant' feature to apply changes across branches. \n\nIf you click 'Proceed' to merge anyway, you are responsible for the consequences!";

/* HgSubversionMergeTitle */
"HgSubversionMergeTitle" = "不支持合并 Subversion 分支";

/* HgSubversionTagMsg */
"HgSubversionTagMsg" = "This repository is tracking a Subversion repository, and the hgsubversion bridge cannot handle adding or removing tags; doing this could prevent you from pushing the current branch to Subversion anymore. It is therefore NOT recommended that you proceed, and you should create tags using a Subversion tool instead. \n\nIf you click 'Proceed', you are responsible for the consequences!";

/* HgSubversionTagTitle */
"HgSubversionTagTitle" = "不支持修改 Subversion 标签";

/* HideCommandOutputMenuItemTitle */
"HideCommandOutputMenuItemTitle" = "隐藏命令输出";

/* HideSidebarMenuItemTitle */
"HideSidebarMenuItemTitle" = "隐藏边栏";

/* HostAccountBadURLMsg */
"HostAccountBadURLMsg" = "您指定的网址似乎格式有误，请更正。";

/* HostAccountBadURLTitle */
"HostAccountBadURLTitle" = "错误的托管 URL";

/* HostAccountBadUsernameTitle */
"HostAccountBadUsernameTitle" = "无效的用户名";

/* HostAccountUsernameNotEmailMsg */
"HostAccountUsernameNotEmailMsg" = "请输入你的 Bitbucket 或者 GitHub 用户名（非邮箱地址）。";

/* No comment provided by engineer. */
"HostDefaultUserEditMsg" = "针对主机 %@ 的默认用户名：";

/* No comment provided by engineer. */
"HostDefaultUserEditTitle" = "编辑默认用户名";

/* No comment provided by engineer. */
"HostDefaultUserRemoveMsg" = "您确定要移除针对 %@ 的默认用户名吗";

/* No comment provided by engineer. */
"HostDefaultUserRemoveTitle" = "移除默认用户";

/* HostedAccountCreateRepoNoAccountsMsg */
"HostedAccountCreateRepoNoAccountsMsg" = "Please create at least one hosted repository account before trying to create a repository.";

/* HostedAccountCreateRepoNoAccountsTitle */
"HostedAccountCreateRepoNoAccountsTitle" = "还没注册账户";

/* HostingDetailsIncompleteMsg */
"HostingDetailsIncompleteMsg" = "请为你的 %@ 账户填写所有字段。";

/* HostingDetailsIncompleteTitle */
"HostingDetailsIncompleteTitle" = "详细内容不完整";

/* HostingLoadErrorMsg */
"HostingLoadErrorMsg" = "无法加载托管服务账户列表，请报告给 thisto 客服。";

/* HostingLoadErrorTitle */
"HostingLoadErrorTitle" = "载入托管服务出错";

/* No comment provided by engineer. */
"HostLoginErrorMsg" = "登录您的账户 %@ 失败。\n\n远程服务称：'%@'";

/* No comment provided by engineer. */
"HostLoginErrorTitle" = "登录错误";

/* HotfixName */
"HotfixName" = "修复补丁版本：";

/* IgnoredFiles */
"IgnoredFiles" = "忽略的文件";

/* ImportLicenseMessage */
"ImportLicenseMessage" = "选择您的 SourceTree 许可文件：";

/* ImportLicenseNameField */
"ImportLicenseNameField" = "许可文件：";

/* ImportLicenseTitle */
"ImportLicenseTitle" = "导入许可证文件";

/* InstallCommandLineFailedMsg */
"InstallCommandLineFailedMsg" = "Failed to install command line tools, please see the system log for details.";

/* InstallCommandLineFailedTitle */
"InstallCommandLineFailedTitle" = "安装失败";

/* InstallCommandLineSuccessMsg */
"InstallCommandLineSuccessMsg" = "Successfully installed command line tools, you can now call the following from a terminal:\n\nstree";

/* InstallCommandLineSuccessTitle */
"InstallCommandLineSuccessTitle" = "安装成功";

/* InteractiveRebaseMenuTitle */
"InteractiveRebaseMenuTitle" = "Rebase children of %@ interactively...";

/* InteractiveRebasePlainMenuTitle */
"InteractiveRebasePlainMenuTitle" = "交互式衍合...";

/* InvalidArchiveFormatMsg */
"InvalidArchiveFormatMsg" = "This is not a valid archive file, please specify a file with an extension of .zip, .tar, .tar.gz, .tar.bz2, tgz or tbz2.";

/* InvalidArchiveFormatTitle */
"InvalidArchiveFormatTitle" = "无效的压缩包";

/* InvalidEmailFormatMsg */
"InvalidEmailFormatMsg" = "提供的电子邮件地址格式有误";

/* InvalidEmailFormatTitle */
"InvalidEmailFormatTitle" = "无效的电子邮件格式";

/* JumpToRevisionLabelGit */
"JumpToRevisionLabelGit" = "Jump to Commit SHA-1:";

/* JumpToRevisionLabelHg */
"JumpToRevisionLabelHg" = "Jump to Revision / Changeset:";

/* KaleidoscopeNotFound */
"KaleidoscopeNotFound" = "Kaleidoscope was not found on this Mac, please install it before selecting it as an external diff or merge tool.";

/* KaleidoscopeNotFoundTitle */
"KaleidoscopeNotFoundTitle" = "Kaleidoscope Not Found";

/* KDiff3NotFound */
"KDiff3NotFound" = "KDiff3 was not found on this Mac, please install KDiff3 before selecting it as an external diff or merge tool.";

/* KDiff3NotFoundTitle */
"KDiff3NotFoundTitle" = "未找到KDiff3";

/* LastNameRegisterField */
"LastNameRegisterField" = "名";

/* LicenseAgreementMandatoryMsg */
"LicenseAgreementMandatoryMsg" = "在使用 SourceTree 之前你必须同意许可协议，如果同意，请勾选此框。";

/* LicenseAgreementMandatorySkipSetupMsg */
"LicenseAgreementMandatorySkipSetupMsg" = "You have not agreed to the SourceTree license, so this will cause SourceTree to quit. Are you sure?";

/* LicenseAgreementMandatoryTitle */
"LicenseAgreementMandatoryTitle" = "需要许可证协议";

/* LicenseFileConfirmOverwriteMsg */
"LicenseFileConfirmOverwriteMsg" = "You already have a license installed, are you sure you want to install this new license?";

/* LicenseFileConfirmOverwriteTitle */
"LicenseFileConfirmOverwriteTitle" = "确认覆盖许可证？";

/* LicenseFileImportErrMsg */
"LicenseFileImportErrMsg" = "在导入许可证: %@ 时发生了一个错误";

/* LicenseFileImportErrTitle */
"LicenseFileImportErrTitle" = "导入产品证书错误";

/* LicenseFileInvalidMsg */
"LicenseFileInvalidMsg" = "The file specified is not a valid SourceTree license file. Please pick a valid license.";

/* LicenseFileInvalidTitle */
"LicenseFileInvalidTitle" = "无效的许可证";

/* LoginFailedTitle */
"LicenseRetrievalFailedTitle" = "License Retrieval Failed";

/* LocateMovedRepository */
"LocateMovedRepository" = "定位移动了的仓库";

/* LogAllParents */
"LogAllParents" = "所有父级";

/* LogAncestorOrder */
"LogAncestorOrder" = "层级顺序";

/* LogBranchesAll */
"LogBranchesAll" = "所有分支";

/* LogBranchesCurrent */
"LogBranchesCurrent" = "当前分支";

/* LogDateOrder */
"LogDateOrder" = "按日期排序";

/* LogFollowFirst */
"LogFollowFirst" = "仅首个父级";

/* LoggingInStatus */
"LoggingInStatus" = "登录中...";

/* LogHideRemotes */
"LogHideRemotes" = "隐藏远程分支";

/* Login */
"Login" = "登录";

/* LogShowRemotes */
"LogShowRemotes" = "显示远程分支";

/* MercurialExtNoPath */
"MercurialExtNoPath" = "Core";

/* MercurialRepoIdentified */
"MercurialRepoIdentified" = "This is a Mercurial repository";

/* MercurialVersionEmbedded */
"MercurialVersionEmbedded" = "Embedded Mercurial version %@";

/* MercurialVersionSystem */
"MercurialVersionSystem" = "System Mercurial version %@";

/* Merge */
"Merge" = "合并";

/* MergeCommitPrefix */
"MergeCommitPrefix" = "合并";

/* Merge Error */
"MergeErrorTitle" = "Errors During Merge";

/* MissingEmailAddressMsg */
"MissingEmailAddressMsg" = "必须提供一个邮箱才能继续";

/* MissingEmailAddressTitle */
"MissingEmailAddressTitle" = "无效邮箱地址";

/* MissingFieldTitle */
"MissingFieldTitle" = "Missing Field";

/* MissingPasswordMsg */
"MissingPasswordMsg" = "必须提供一个密码才能继续";

/* MissingPasswordTitle */
"MissingPasswordTitle" = "缺少密码";

/* Mode */
"Mode" = "模式";

/* ModifiedFiles */
"ModifiedFiles" = "修改的文件";

/* MoreInfo */
"MoreInfo" = "更多信息";

/* Move */
"Move" = "移动";

/* MoveFileMessage */
"MoveFileMessage" = "选择目标来移动 %@";

/* MoveFileNameLabel */
"MoveFileNameLabel" = "目标";

/* MoveFileTitle */
"MoveFileTitle" = "移动文件";

/* MoveTag */
"MoveTag" = "移动标签";

/* MoveToTrash */
"MoveToTrash" = "同时移到废纸篓";

/* NewCommitToPullGitMsg */
"NewCommitToPullGitMsg" = "%d new commit to pull from \"%@\" for \"%@\"";

/* NewCommitToPullGitTitle */
"NewCommitToPullGitTitle" = "新的提交可用";

/* NewCommitToPullHgMsg */
"NewCommitToPullHgMsg" = "%d new changeset to pull for \"%@\"";

/* NewCommitToPullHgTitle */
"NewCommitToPullHgTitle" = "新的变更集可用";

/* NewCommitToPullPluralGitMsg */
"NewCommitToPullPluralGitMsg" = "%d new commits to pull from \"%@\" for \"%@\"";

/* NewCommitToPullPluralGitTitle */
"NewCommitToPullPluralGitTitle" = "多个新的提交可用";

/* NewCommitToPullPluralHgMsg */
"NewCommitToPullPluralHgMsg" = "%d new changesets to pull for \"%@\"";

/* NewCommitToPullPluralHgTitle */
"NewCommitToPullPluralHgTitle" = "多个新的变更集可用";

/* NewGroup */
"NewGroup" = "新建组";

/* NewRepositoryMsg */
"NewRepositoryMsg" = "创建新的 %@ 仓库在 %@";

/* No */
"No" = "否";

/* NoCommitSelected */
"NoCommitSelected" = "没有选中提交";

/* NoCommitSelectedMessage */
"NoCommitSelectedMessage" = "请选择至少一个提交以继续。";

/* NoFilesSelected */
"NoFilesSelected" = "没有选择文件";

/* NoFilesSelectedMessage */
"NoFilesSelectedMessage" = "请选中至少一个文件以继续。";

/* NoFilesToCommit */
"NoFilesToCommit" = "没有文件可以被提交！";

/* NoFilesToCommitMessage */
"NoFilesToCommitMessage" = "请选中一些待提交的文件来继续。";

/* NoForcePushWarningInFuture */
"NoForcePushWarningInFuture" = "Don't warn me in the future";

/* NoncontiguousStageSelectionMsg */
"NoncontiguousStageSelectionMsg" = "只能在连续的行范围内执行此操作，请重新选择一块连续的行，或者如果你需要进行 cherry-pick 的话，请单独在每一块上分别操作。";

/* NoncontiguousStageSelectionTitle */
"NoncontiguousStageSelectionTitle" = "不连续的选择";

/* NoRemoteBranchSelected */
"NoRemoteBranchSelected" = "没有选择远程分支";

/* NoRevisionSelected */
"NoRevisionSelected" = "未选中修订版本";

/* NoStagedChangesToCommit */
"NoStagedChangesToCommit" = "No staged changes - commit all?";

/* NoStagedChangesToCommitMessage */
"NoStagedChangesToCommitMessage" = "You haven't staged any changes to be committed.\n\nWould you like to just commit all your modifications? This won't add any new files that aren't tracked yet.";

/* NoSystemGitFlowMsg */
"NoSystemGitFlowMsg" = "Git-flow was not found in the location specified; the SourceTree internal version will be used.";

/* NoSystemGitFlowTitle */
"NoSystemGitFlowTitle" = "Git-flow not found";

/* NoSystemGitMsg */
"NoSystemGitMsg" = "Git was not found on on your system in the standard locations; the SourceTree internal version will be used.";

/* NoSystemGitTitle */
"NoSystemGitTitle" = "未找到 Git";

/* NoSystemMercurialMsg */
"NoSystemMercurialMsg" = "Mercurial was not found on on your system in the standard locations; the SourceTree internal version will be used.";

/* NoSystemMercurialTitle */
"NoSystemMercurialTitle" = "未找到Mercurial";

/* NotAValidSourcePathURL */
"NotAValidSourcePathURL" = "这是一个无效的源路径/URL";

/* NothingToCommit */
"NothingToCommit" = "没什么可提交的";

/* OK */
"OK" = "确定";

/* OpenNotWorkingCopy */
"OpenNotWorkingCopy" = "The path %@ does not refer to a working copy for Mercurial or Git.";

/* OpenNotWorkingCopyTitle */
"OpenNotWorkingCopyTitle" = "无效的文件夹";

/* OpenSelectedVersionFileMenuTitle */
"OpenSelectedVersionFileMenuTitle" = "打开文件的选定版本";

/* OpenSelectedVersionFilesMenuTitle */
"OpenSelectedVersionFilesMenuTitle" = "打开文件的选定版本";

/* OpenSourcePath */
"OpenSourcePath" = "打开源路径";

/* OpenSvnAuthorsFile */
"OpenSvnAuthorsFile" = "打开另一个映射文件";

/* Open Working Copy */
"OpenWorkCopy" = "打开工作副本";

/* PasswordInURLNotAllowedMsg */
"PasswordInURLNotAllowedMsg" = "Warning: embedding passwords in URLs is extremely insecure. You are advised to remove the password; SourceTree will prompt you when a password is needed and you will have the option to use your Keychain to store them. \n\nIt is highly recommended to press 'Cancel' and remove the password(s) from your remote settings before proceeding. Click 'OK' if you want to embed the password anyway (not recommended).";

/* PasswordInURLNotAllowedTitle */
"PasswordInURLNotAllowedTitle" = "在 URL 中找到密码";

/* PasswordMismatchTitle */
"PasswordMismatchTitle" = "密码错误";

/* PasswordMismatchMsg
   PasswordRegisterField */
"PasswordRegisterField" = "密码";

/* PatchConfirmedStrip */
"PatchConfirmedStrip" = "成功确定剥除和基础路径选项";

/* PatchCouldntFindStripForFile */
"PatchCouldntFindStripForFile" = "Could not determine strip/base path options from patch file entry: %@";

/* PatchDryRunOk */
"PatchDryRunOk" = "补丁试运行成功。取消『试运行』选项并重新运行即可应用此补丁";

/* PatchDryRunOkTitle */
"PatchDryRunOkTitle" = "补丁良好！";

/* PatchDryRunToolTip */
"PatchDryRunToolTip" = "只是测试补丁是否适用";

/* PatchFailedMessage */
"PatchFailedMessage" = "应用补丁到工作目录失败 - 看起来最有可能的原因是你的工作副本中文件状态和补丁中的文件状态变化太多。\n\n请手动合并文件。";

/* PatchFailedTitle */
"PatchFailedTitle" = "打补丁失败";

/* PatchGitDryRunUnavailable */
"PatchGitDryRunUnavailable" = "Git does not support --dry-run on full commit imports";

/* PatchHgDryRunUnavailable */
"PatchHgDryRunUnavailable" = "Mercurial does not support --dry-run on full commit imports or patches with extended diff options";

/* PatchIsBasicDiff */
"PatchIsBasicDiff" = "补丁是工作副本比对格式";

/* PatchIsExtendedDiff */
"PatchIsExtendedDiff" = "补丁包含了扩展的差异信息（复制、重命名、二进制等）";

/* PatchIsGitCommit */
"PatchIsGitCommit" = "补丁包含了一个 Git 提交。";

/* PatchIsMercurialChangeset */
"PatchIsMercurialChangeset" = "补丁包含了一个 Mercurial 变更集。";

/* PatchIsNotAPatch */
"PatchIsNotAPatch" = "这不是一个有效的补丁文件。";

/* PendingFiles */
"PendingFiles" = "待定的文件";

/* PleaseSelectACommit */
"PleaseSelectACommit" = "请选择一个提交。";

/* PleaseSelectARemoteBranch */
"PleaseSelectARemoteBranch" = "请选择一个远程分支。";

/* PleaseSelectARevision */
"PleaseSelectARevision" = "请选择一个修订版本。";

/* ProceedNotRecommended */
"ProceedNotRecommended" = "继续（不推荐）";

/* PullFailedTitle */
"PullFailedTitle" = "拉取失败";

/* PullSubtreeMessage */
"PullSubtreeMessage" = "Are you sure you want to pull subtree '%@' from '%@' using branch/commit '%@'?";

/* PullSubtreeTitle */
"PullSubtreeTitle" = "拉取子树";

/* Push... */
"Push..." = "推送...";

/* PushCommitImmedatelyTo */
"PushCommitImmedatelyTo" = "立即推送变更到 %@";

/* PushFromCommitFailedMsg */
"PushFromCommitFailedMsg" = "Your commit succeeded but your push failed. To retry your push, use the Push toolbar button.";

/* PushFromCommitFailedTitle */
"PushFromCommitFailedTitle" = "推送失败";

/* PushSubtreeMessage */
"PushSubtreeMessage" = "Are you sure you want to push subtree '%@' to repo '%@' with branch/commit '%@'?";

/* PushSubtreeTitle */
"PushSubtreeTitle" = "推送子树";

/* PushToLogViewMenuTitle */
"PushToLogViewMenuTitle" = "推送修订版本 %@...";

/* PushToLogViewPlainMenuTitle */
"PushToLogViewPlainMenuTitle" = "推送修订版本...";

/* Rebase */
"Rebase" = "衍合";

/* RebaseAbort */
"RebaseAbort" = "终止衍合";

/* RebaseAbortSummaryText */
"RebaseAbortSummaryText" = "正在中止衍合";

/* RebaseContinue */
"RebaseContinue" = "继续衍合";

/* RebaseContinueAbortMsg */
"RebaseContinueAbortMsg" = "出现此种情况是因为你在衍合的过程中被出现的冲突所中断。如果你已经解决了工作副本中的冲突，请选择是否继续衍合，或者在当前位置停止衍合。";

/* RebaseContinueAbortTitle */
"RebaseContinueAbortTitle" = "衍合进行中";

/* RebaseContinueSummaryText */
"RebaseContinueSummaryText" = "继续衍合";

/* RebasingInteractively */
"RebasingInteractively" = "Rebasing Interactively...";

/* Register */
"Register" = "注册";

/* RegisteringAccountStatus */
"RegisteringAccountStatus" = "正在注册账户...";

/* RegisterNowButton */
"RegisterNowButton" = "现在注册吧，免费！";

/* ReleaseName */
"ReleaseName" = "Release Version:";

/* RemoteProjectLinkBaseURLInvalid */
"RemoteProjectLinkBaseURLInvalid" = "主机根URL无效 - 必须是一个有效的 http[s]:// URL。";

/* RemoteProjectLinkBaseURLMissing */
"RemoteProjectLinkBaseURLMissing" = "请为这个远程仓库提供一个主机根 URL来启用增强集成模式。";

/* RemoteProjectLinkValidationTitle */
"RemoteProjectLinkValidationTitle" = "Validation error";

/* RemoteUrlCannotMatchToRepoMsg */
"RemoteUrlCannotMatchToRepoMsg" = "在您选择的仓库中没有远端能与这个远端项目详情想匹配。如果您仍然要将仓库与这个远端链接关联起来，那么请在您的仓库中修改远端的详情使之能够匹配。";

/* RemoteUrlCannotMatchToRepoTitle */
"RemoteUrlCannotMatchToRepoTitle" = "Remote details do not match";

/* RemoveBookmark */
"RemoveBookmark" = "移除书签";

/* RemoveBookmarks */
"RemoveBookmarks" = "移除书签";

/* RenameBranch */
"RenameBranch" = "重命名分支";

/* RenameBranchFieldLabel */
"RenameBranchFieldLabel" = "新分支名称：";

/* Replace */
"Replace" = "替换";

/* RepoIsGone */
"RepoIsGone" = "仓库未找到";

/* RepoIsGoneMsg */
"RepoIsGoneMsg" = "这个仓库好像已经被从文件系统中删除，或者被移动到了其他地方。\n\n你要删除这个标签，还是重新指定到正确的文件夹？";

/* RepoMovedOrDeleted */
"RepoMovedOrDeleted" = "Repository moved or deleted";

/* RepoScanningDone */
"RepoScanningDone" = "完成，请选择仓库要在下面添加的仓库。";

/* RepositoryActions */
"RepositoryActions" = "Repository Actions";

/* RequiredFieldMsg */
"RequiredFieldMsg" = "The field %@ is a required field";

/* ReregisterButton */
"ReregisterButton" = "重新注册";

/* ResetBranchToMenuTitle */
"ResetBranchToMenuTitle" = "Reset %@ to this commit";

/* ResetMenuTitle */
"ResetMenuTitle" = "重置…";

/* ResetToCommitMenuTitle */
"ResetToCommitMenuTitle" = "Reset to Commit...";

/* RestoreCommitButtonTitle */
"RestoreCommitButtonTitle" = "Restore";

/* RestoreCommitContextMenuTitle */
"RestoreCommitContextMenuTitle" = "Restore commit...";

/* ReverseHunk */
"ReverseHunk" = "回滚区块";

/* ReverseLines */
"ReverseLines" = "回滚行";

/* RevertMenuTitle */
"RevertMenuTitle" = "恢复...";

/* RevertNoFilesSelectedMsg */
"RevertNoFilesSelectedMsg" = "请选择至少一个文件以继续。";

/* RevertNoFilesSelectedTitle */
"RevertNoFilesSelectedTitle" = "没有选择文件";

/* RevertPickParentMessage */
"RevertPickParentMessage" = "Due to an outstanding merge your working copy has more than one parent revision. Please pick the revision you wish to revert to:\n\n%@\n\nor:\n\n%@";

/* RevertPickParentTitle */
"RevertPickParentTitle" = "选择父级修订版本";

/* RevertToRevisionMenuTitle */
"RevertToRevisionMenuTitle" = "恢复到修订版本";

/* RevisionDetailsForMultipleSelection */
"RevisionDetailsForMultipleSelection" = "Displaying all changes between %@ and %@";

/* RevisionLabel */
"RevisionLabel" = "修订版本：";

/* ScanForRepositories */
"ScanForRepositories" = "Scan Folder For Repositories";

/* SetDestinationPath */
"SetDestinationPath" = "选择目标路径";

/* No comment provided by engineer. */
"Settings" = "设置";

/* ShelveExistsAlertMsg */
"ShelveExistsAlertMsg" = "A shelve with this name already exists.\n\nDo you want to overwrite the existing shelve with the same name? You will lose your changes in your existing shelve.";

/* ShelveExistsAlertTitle */
"ShelveExistsAlertTitle" = "Shelve Exists";

/* ShelveMenuTitle */
"ShelveMenuTitle" = "Shelve Changes...";

/* ShowCommandOutputMenuItemTitle */
"ShowCommandOutputMenuItemTitle" = "显示命令输出";

/* ShowSidebarMenuItemTitle */
"ShowSidebarMenuItemTitle" = "显示边栏";

/* BOOKMARKS */
"SidebarBookmarks" = "书签";

/* BRANCHES */
"SidebarBranches" = "分支";

/* SidebarCheckout */
"SidebarCheckout" = "检出 %@";

/* SidebarCloseBranch */
"SidebarCloseBranch" = "关闭 %@";

/* SidebarDeleteBranch */
"SidebarDeleteBranch" = "删除 %@";

/* SidebarDeleteSubmodule */
"SidebarDeleteSubmodule" = "删除 %@";

/* SidebarFetchRemote */
"SidebarFetchRemote" = "从 %@ 拉取";

/* FILE STATUS */
"SidebarFileStatus" = "文件状态";

/* SidebarMergeBranch */
"SidebarMergeBranch" = "合并 %@ 至 %@";

/* SidebarNewSubmodule */
"SidebarNewSubmodule" = "添加子模块...";

/* SidebarNewSubrepository */
"SidebarNewSubrepository" = "添加子仓库...";

/* SidebarNewSubtree */
"SidebarNewSubtree" = "添加/链接子树...";

/* SidebarOpenSubmodule */
"SidebarOpenSubmodule" = "打开 %@";

/* SidebarPullRemote */
"SidebarPullRemote" = "从 %@ 拉取...";

/* SidebarPullRemoteBranch */
"SidebarPullRemoteBranch" = "拉取 %@ 到 %@";

/* SidebarPullTrackedBranch */
"SidebarPullTrackedBranch" = "拉取 %@（已跟踪）";

/* SidebarPushRemote */
"SidebarPushRemote" = "推送到 %@...";

/* SidebarPushTo */
"SidebarPushTo" = "推送到 %@...";

/* SidebarPushTrackedBranch */
"SidebarPushTrackedBranch" = "推送到 %@（已跟踪）";

/* SidebarRebaseBranch */
"SidebarRebaseBranch" = "将当前变更衍合到 %@";

/* REMOTES */
"SidebarRemotes" = "远端";

/* SidebarRemoveRemote */
"SidebarRemoveRemote" = "移除 %@";

/* SidebarRemoveTag */
"SidebarRemoveTag" = "删除 %@";

/* SHELVED */
"SidebarShelved" = "SHELVED";

/* STASHES */
"SidebarStashes" = "STASHES";

/* SUBMODULES */
"SidebarSubmodules" = "子模块";

/* SUBREPOSITORIES */
"SidebarSubrepos" = "子仓库";

/* SUBTREES */
"SidebarSubtrees" = "子树";

/* TAGS */
"SidebarTags" = "标签";

/* SidebarUpdateTo */
"SidebarUpdateTo" = "升级到 %@";

/* SignRevConfirmMsg */
"SignRevConfirmMsg" = "您确定要对修订 %@ 签名吗？这将创建一个新的提交。";

/* SignRevConfirmTitle */
"SignRevConfirmTitle" = "Confirm Sign Revision";

/* SignRevisionTaskTitle */
"SignRevisionTaskTitle" = "Sign Revision";

/* SortedByCheckedUnchecked */
"SortedByCheckedUnchecked" = "已依照选中状态排序";

/* SortedByFilename */
"SortedByFilename" = "已依照文件名排序";

/* SortedByFilenameReverse */
"SortedByFilenameReverse" = "按文件名排序（反序）";

/* SortedByFileStatus */
"SortedByFileStatus" = "已依照文件状态排序";

/* SortedByPath */
"SortedByPath" = "已依照路径排序";

/* SortedByPathReverse */
"SortedByPathReverse" = "已依照路径 (反向) 排序";

/* SourceEqualsDest */
"SourceEqualsDest" = "You must pick a different file as the destination.";

/* SourceEqualsDestTitle */
"SourceEqualsDestTitle" = "无效的文件名";

/* SpecifiedCommitLabel */
"SpecifiedCommitLabel" = "指定的提交:";

/* SpecifiedRevisionLabel */
"SpecifiedRevisionLabel" = "指定修订版本：";

/* SpecifySubtreeLocalRelativePath */
"SpecifySubtreeLocalRelativePath" = "选择子树路径";

/* SSLErrorHelpMessage */
"SSLErrorHelpMessage" = "Click 'More Info' for details on how to resolve this.";

/* SSLErrorTitle */
"SSLErrorTitle" = "SSL证书错误";

/* No comment provided by engineer. */
"StagedFiles" = "已暂存文件";

/* StageHunk */
"StageHunk" = "暂存区块";

/* StageLines */
"StageLines" = "暂存行";

/* StashExistsAlertMsg */
"StashExistsAlertMsg" = "A stash with this name already exists.\n\nDo you want to create a new stash with the same name? Your existing stash will not be overwritten.";

/* StashExistsAlertTitle */
"StashExistsAlertTitle" = "Stash Exists";

/* StashMenuTitle */
"StashMenuTitle" = "贮藏变更...";

/* StatusTooltipAdded */
"StatusTooltipAdded" = "已添加的";

/* StatusTooltipClean */
"StatusTooltipClean" = "修改已全部提交";

/* StatusTooltipDeleted */
"StatusTooltipDeleted" = "已移除的";

/* StatusTooltipIgnored */
"StatusTooltipIgnored" = "忽略的";

/* StatusTooltipMergeConflicted */
"StatusTooltipMergeConflicted" = "有冲突的";

/* StatusTooltipMergeResolved */
"StatusTooltipMergeResolved" = "已合并的";

/* StatusTooltipMissing */
"StatusTooltipMissing" = "丢失的";

/* StatusTooltipModified */
"StatusTooltipModified" = "已修改";

/* StatusTooltipRenamed */
"StatusTooltipRenamed" = "重命名的";

/* StatusTooltipSubrepoChanged */
"StatusTooltipSubrepoChanged" = "子仓库追踪提交已改变";

/* StatusTooltipUnknown */
"StatusTooltipUnknown" = "未跟踪的";

/* StripMenuTitle */
"StripMenuTitle" = "Strip from here";

/* SubmoduleGitOnlyMsg */
"SubmoduleGitOnlyMsg" = "子模块只能是 Git 仓库。";

/* SubmoduleGitOnlyTitle */
"SubmoduleGitOnlyTitle" = "这不是一个 Git 仓库";

/* SubmoduleOutsideRepoMsg */
"SubmoduleOutsideRepoMsg" = "You must pick a path that is inside your repository path.";

/* SubmoduleOutsideRepoTitle */
"SubmoduleOutsideRepoTitle" = "路径无效";

/* SubmodulesWithUncommitted */
"SubmodulesWithUncommitted" = "未提交的子模块：";

/* SubmodulesWithUnpushed */
"SubmodulesWithUnpushed" = "Submodules with outgoing changes:";

/* SubreposWithUncommitted */
"SubreposWithUncommitted" = "未提交的子仓库：";

/* SubreposWithUnpushed */
"SubreposWithUnpushed" = "Subrepositories with outgoing changes:";

/* SubrepoUncommittedChangesParentCommitMsg */
"SubrepoUncommittedChangesParentCommitMsg" = "You must commit outstanding changes to subrepositories before committing the parent repository.";

/* SubrepoUncommittedChangesParentCommitTitle */
"SubrepoUncommittedChangesParentCommitTitle" = "未提交的子仓库变更";

/* SubrepoUnpushedChangesParentPushMsg */
"SubrepoUnpushedChangesParentPushMsg" = "在处理前您必须先推送您的变更到子仓库。";

/* SubrepoUnpushedChangesParentPushTitle */
"SubrepoUnpushedChangesParentPushTitle" = "处理前推送子仓库";

/* SubtreeDetailsMsg */
"SubtreeDetailsMsg" = "Details for subtree:\n\nRepo: %@\nLocal Relative Path: %@\nBranch / Commit: %@";

/* SubtreeDetailsTitle */
"SubtreeDetailsTitle" = "子树详情";

/* SubtreeLinkFolderConfirmMsg */
"SubtreeLinkFolderConfirmMsg" = "A folder already exists at the path you've specified. Do you want to create a link between the remote details you've specified and the existing folder? (note, this won't cause any changes in your repository)";

/* SubtreeLinkFolderConfirmTitle */
"SubtreeLinkFolderConfirmTitle" = "链接子树详情";

/* SubtreeMissingCommitBranchMsg */
"SubtreeMissingCommitBranchMsg" = "“分支 / 提交”是必填字段";

/* SubtreeMissingCommitBranchTitle */
"SubtreeMissingCommitBranchTitle" = "缺少子树详情";

/* SubtreeMissingSourcePathMsg */
"SubtreeMissingSourcePathMsg" = "A source path / URL is required to perform a subtree action";

/* SubtreeMissingSourcePathTitle */
"SubtreeMissingSourcePathTitle" = "缺少子树路径";

/* SubtreePathAlreadyUsedMsg */
"SubtreePathAlreadyUsedMsg" = "The local subtree path '%@' is already linked to a subtree. Do you want to replace the details already associated with that subtree?";

/* SubtreePathAlreadyUsedTitle */
"SubtreePathAlreadyUsedTitle" = "忽视子树链接";

/* SubtreeSquashOption */
"SubtreeSquashOption" = "Squash 提交";

/* SubversionPullTaskSummary */
"SubversionPullTaskSummary" = "从 Subversion 拉取";

/* SubversionRevisionLabels */
"SubversionRevisionLabels" = "Subversion 修订版本：";

/* SummaryClean */
"SummaryClean" = " Clean  ";

/* SummaryDiffSuppressed */
"SummaryDiffSuppressed" = "diff suppressed (file size or pattern)";

/* SummaryMergeConflict */
"SummaryMergeConflict" = "未解决的合并：";

/* SummaryMergeOk */
"SummaryMergeOk" = "合并：";

/* SummaryNumAdded */
"SummaryNumAdded" = "已添加：%u";

/* SummaryNumConflicts */
"SummaryNumConflicts" = "冲突：%u";

/* SummaryNumIncoming */
"SummaryNumIncoming" = "Incoming: %u ";

/* SummaryNumMissing */
"SummaryNumMissing" = "Missing: %u ";

/* SummaryNumModified */
"SummaryNumModified" = "Modified: %u ";

/* SummaryNumOutgoing */
"SummaryNumOutgoing" = "Outgoing: %u ";

/* SummaryNumRemoved */
"SummaryNumRemoved" = "Removed: %u ";

/* SummaryNumUnknown */
"SummaryNumUnknown" = "Unknown: %u ";

/* SummaryRebaseConflict */
"SummaryRebaseConflict" = "未解决的衍合:";

/* SummaryRebaseOk */
"SummaryRebaseOk" = "衍合:";

/* SummaryTextCopyRename */
"SummaryTextCopyRename" = "File copied/renamed from %@";

/* SummaryTextDeletedBinary */
"SummaryTextDeletedBinary" = "已删除的二进制文件";

/* SummaryTextDeletedFile */
"SummaryTextDeletedFile" = "已删除的文件";

/* SummaryTextFileContents */
"SummaryTextFileContents" = "文件内容";

/* SummaryTextHunkSameLines */
"SummaryTextHunkSameLines" = "块 %d ： 行 %d-%d";

/* SummaryTextLines */
"SummaryTextLines" = "行";

/* SummaryTextLinesAdded */
"SummaryTextLinesAdded" = "已添加行";

/* SummaryTextLinesRemoved */
"SummaryTextLinesRemoved" = "已删除行";

/* SummaryTextModifiedBinary */
"SummaryTextModifiedBinary" = "已修改的二进制文件";

/* SummaryTextModifiedFile */
"SummaryTextModifiedFile" = "已修改的文件";

/* SummaryTextNewBinary */
"SummaryTextNewBinary" = "新的二进制文件";

/* SummaryTextNewFile */
"SummaryTextNewFile" = "新文件";

/* SummaryTextSubrepoCommitChanged */
"SummaryTextSubrepoCommitChanged" = "子仓库跟踪提交已改变";

/* SummaryTextUnmodified */
"SummaryTextUnmodified" = "未修改的文件";

/* SummaryTextUntrackedBinary */
"SummaryTextUntrackedBinary" = "未跟踪的二进制文件";

/* SummaryTextUntrackedFile */
"SummaryTextUntrackedFile" = "未跟踪的文件";

/* SvnRepoIdentified */
"SvnRepoIdentified" = "这是一个 Subversion 服务器（必须克隆到 Git 或 Mercurial）";

/* SvnRepoIdentifiedUseNative */
"SvnRepoIdentifiedUseNative" = "这是一个 Subversion 服务器";

/* SvnSelectTargetTypeMsg */
"SvnSelectTargetTypeMsg" = "请选择要转换这个 Subversion 仓库到 Git 还是 Mercurial。";

/* SvnSelectTargetTypeTitle */
"SvnSelectTargetTypeTitle" = "选择目标仓库类型";

/* SwitchingWorkingCopyTaskTitle */
"SwitchingWorkingCopyTaskTitle" = "切换工作副本中...";

/* SystemGitFlowFolderMsg */
"SystemGitFlowFolderMsg" = "请选择您想要使用的 git-flow 版本";

/* SystemGitFlowFolderTitle */
"SystemGitFlowFolderTitle" = "Locate git-flow";

/* SystemGitFlowWarningMsg */
"SystemGitFlowWarningMsg" = "SourceTree requires a recent version of git-flow which includes 2  pull requests which were added to the 'develop' branch of the official git-flow repository (https://github.com/nvie/gitflow) from 9th July 2012 onwards.\n\n. Your system version of git-flow MUST include these pull requests, numbered #222 and #223.";

/* SystemGitFlowWarningTitle */
"SystemGitFlowWarningTitle" = "Warning: git-flow version requirements";

/* SystemGitFolderMsg */
"SystemGitFolderMsg" = "定位您的系统的 git 可执行文件";

/* SystemGitFolderTitle */
"SystemGitFolderTitle" = "定位系统中的Git";

/* SystemMercurialFolderFieldName */
"SystemMercurialFolderFieldName" = "Mercurial Python package folder:";

/* SystemMercurialFolderMsg */
"SystemMercurialFolderMsg" = "Please locate your system Mercurial package. \nThis should be within your Python library folder, \nfor example '/Library/Python/2.7/site-packages/mercurial'.";

/* SystemMercurialFolderTitle */
"SystemMercurialFolderTitle" = "定位系统中的Mercurial";

/* TagDetails */
"TagDetails" = "Tag详情";

/* TaskCantCreateOutputFile */
"TaskCantCreateOutputFile" = "无法写出输出到文件：%@";

/* TaskPullingFrom */
"TaskPullingFrom" = "正在从%@拉取";

/* TaskRevertingFilesTo */
"TaskRevertingFilesTo" = "恢复文件到 %@";

/* TransplantMenuTitle */
"TransplantMenuTitle" = "移植";

/* TrialDaysRemainingMessage */
"TrialDaysRemainingMessage" = "试用时间还剩 %d 天";

/* Uncommitted changes */
"UncommittedChanges" = "This revision does not yet exist, it will be created once you commit your changes.";

/* UncommittedChangesMsg */
"UncommittedChangesMsg" = "You have uncommitted changes in your working copy that need to be committed before you can proceed; please commit and then repeat this action.";

/* UncommittedChangesTitle */
"UncommittedChangesTitle" = "未提交的更改";

/* UndoRedoMenuTitleDelete */
"UndoRedoMenuTitleDelete" = "删除";

/* UndoRedoMenuTitleEdit */
"UndoRedoMenuTitleEdit" = "编辑";

/* UndoRedoMenuTitleEditMessage */
"UndoRedoMenuTitleEditMessage" = "编辑信息";

/* UndoRedoMenuTitleMove */
"UndoRedoMenuTitleMove" = "移动";

/* UndoRedoMenuTitleSquash */
"UndoRedoMenuTitleSquash" = "Squash";

/* UnknownErrorMsg */
"UnknownErrorMsg" = "未知错误";

/* No comment provided by engineer. */
"UnstagedFiles" = "未暂存文件";

/* UnstageHunk */
"UnstageHunk" = "取消暂存区块";

/* UnstageLines */
"UnstageLines" = "取消暂存行";

/* UntrackedFiles */
"UntrackedFiles" = "未跟踪的文件";

/* UpdateToMenuTitle */
"UpdateToMenuTitle" = "更新至...";

/* UrlDetectionMsg */
"UrlDetectionMsg" = "详情";

/* UseRevisionButton */
"UseRevisionButton" = "使用 %@";

/* WarnCheckoutDetachedHeadMsg */
"WarnCheckoutDetachedHeadMsg" = "Checking out this commit will create a detached HEAD, and you will no longer be on any branch (unless you subsequently create a new one). \n\nAre you sure that's what you want? If not, press Cancel and pick another commit, or if this is a remote branch you can use the 'Checkout New Branch' tab instead to create a new local branch.";

/* WarnCheckoutDetachedHeadTitle */
"WarnCheckoutDetachedHeadTitle" = "Warning: creating detached HEAD";

/* WarnWorkingCopyResetMsg */
"WarnWorkingCopyResetMsg" = "Important warning: performing this action requires discarding ALL of your current uncommitted changes, are you sure you wish to proceed?";

/* WarnWorkingCopyResetTitle */
"WarnWorkingCopyResetTitle" = "有未提交的修改！";

/* Working Copy */
"Working Copy" = "工作副本";

/* No
   Yes */
"Yes" = "是";

